{
  "data": [
    {
      "name": "网络影响",
      "itemStyle": {
        "color": "#156FDC"
      },
      "date": "",
      "value": "",
      "detail": "初始接入战术包含一系列技术，这些技术利用各种入口向量帮助攻击者获得初始驻留据点。能够用于获取驻留据点的技术既包括针对性的钓鱼攻击，也包括利用面向公众的WEB服务器的缺陷。通过初始接入战术获得的驻留据点可以允许继续访问，例如使用有效账户或外部远程服务，也可以通过修改口令而被限制使用。\n",
      "children": [
        {
          "name": "由攻陷网站驱动",
          "itemStyle": {
            "color": "#6FE025"
          },
          "date": "2018-03-13",
          "value": "",
          "detail": "        由攻陷网站驱动就是当攻击者在用户正常浏览网页的过程中接入该系统。使用此技术，用户的浏览器将会成为攻击目标。\n向浏览器发送漏洞代码的方式有多种，包括：\n1、合法的网站会受到攻击，攻击者会注入某种形式的恶意代码，如JavaScript、iFrames、跨站点脚本。\n2、恶意广告是通过合法的广告提供商付费和服务的。\n3、内置的web应用程序界面可用于插入任何其他类型的对象，这些对象可用于显示web内容或包含在访问客户端上执行的脚本（例如论坛帖子、评论和其他用户可控制的web内容）。\n        通常，攻击者使用的网站是特定团体（如政府、特定行业或地区）访问的网站，其目标是基于共同利益损害特定用户或一组用户。这种有针对性的攻击是指一种战略性的网络妥协或水坑攻击。有几个已知的例子说明了这一点。\n典型的有共享网站驱动的例子：\n1、用户访问一个网站，该网站被用来托管对手控制的内容。\n2、脚本会自动执行，通常会搜索浏览器和插件的版本以查找可能存在漏洞的版本。\n        (1) 可能需要用户通过启用脚本或活动网站组件并忽略警告对话框来协助此过程。\n3、找到易受攻击的版本后，利用漏洞的代码将传递到浏览器。\n4、如果攻击成功，则除非有其他保护措施，否则将在用户系统上执行敌方代码。\n        (1) 在某些情况下，在发送攻击代码之前，需要在初始扫描之后再次访问网站。\n        与利用公众应用不同的是，此技术的重点是在访问网站时利用客户端上的软件。这通常会让攻击者访问内部网络上的系统，而不是DMZ中的外部系统。",
          "children": [
            {
              "name": "APT32会使用诱骗受害者访问已经攻陷的水坑网站的方式实现对目标的初始感染。",
              "itemStyle": {
                "color": "#0CBE73"
              },
              "date": "2018-03-13",
              "value": "1",
              "detail": ""
            }
          ]
        },
        {
          "name": "附件钓鱼",
          "itemStyle": {
            "color": "#1A3988"
          },
          "date": "2017-05-24",
          "value": "",
          "detail": "        鱼叉式网络钓鱼附件是鱼叉式网络钓鱼的一种特殊变体。鱼叉式网络钓鱼附件不同于其他形式的鱼叉式网络钓鱼，因为它使用附加在电子邮件上的恶意软件。所有形式的鱼叉式网络钓鱼都是针对特定个人、公司或行业的电子社会工程。在这种情况下，攻击者会在鱼叉式网络钓鱼电子邮件中附加一个文件，通常依靠用户执行来获得执行权。 \n        附件有许多选项，如Microsoft Office文档、可执行文件、pdf或存档文件。一旦打开附件(并可能点击过去的保护)，攻击者的有效负载会利用漏洞或直接在用户系统上执行。鱼叉式网络钓鱼电子邮件的文本通常试图给出一个合理的理由来解释为什么应该打开该文件，并可能解释如何绕过系统保护。电子邮件还可能包含如何解密附件(如zip文件密码)的说明，以规避电子邮件边界防御。攻击者经常操纵文件扩展名和图标，以使附加的可执行文件看起来像是文档文件，或者利用一个应用程序的文件看起来像是另一个应用程序的文件。",
          "children": [
            {
              "name": "APT32会发送带有恶意代码并伪装成文档或电子表格的电子邮件实现对目标的初始感染。",
              "itemStyle": {
                "color": "#C1C5D5"
              },
              "date": "2017-05-24",
              "value": "2",
              "detail": ""
            }
          ]
        },
        {
          "name": "链接钓鱼",
          "itemStyle": {
            "color": "#064A92"
          },
          "date": "2017-05-24",
          "value": "",
          "detail": "        带链接的鱼叉式网页钓鱼是鱼叉式网页钓鱼的一种特殊变种。它与其他形式的鱼叉式网络钓鱼不同之处在于它使用链接来下载电子邮件中包含的恶意软件，而不是将恶意文件附加到电子邮件本身，以避免可能检查电子邮件附件的防御。\n        所有形式的鱼叉式网络钓鱼都是以电子方式提供的针对特定个人，公司或行业的社会工程。在这种情况下，恶意电子邮件包含链接。通常，链接将伴随社会工程文本，并要求用户主动点击或复制并将URL粘贴到浏览器中，从而利用用户执行。被访问的网站可能使用漏洞攻击来破坏Web浏览器，或者将首先根据电子邮件的借口提示用户下载应用程序、文档、zip文件甚至可执行文件。攻击者还可以包括旨在与电子邮件阅读器直接交互的链接，包括旨在直接利用终端系统的嵌入式图像或验证电子邮件的接收（即网络错误/网络信标）。",
          "children": [
            {
              "name": "APT32会发送带有恶意链接的电子邮件实现对目标的初始感染。",
              "itemStyle": {
                "color": "#09DF72"
              },
              "date": "2017-05-24",
              "value": "3",
              "detail": ""
            }
          ]
        }
      ]
    }
  ],
  "code": 0,
  "msg": "SUCCESS",
  "count": 1
}
