{
    "data": [
        {
            "id": 12,
            "name": "影响",
            "description": "攻击者试图操纵、中断或破坏目标系统和数据",
            "detail": "影响战术包含一系列技术，攻击者利用这些技术能够操纵目标的业务和运营流程从而破坏其可用性或完整性。 用于影响战术的技术能够破坏或篡改数据。 在某些情况下，目标的业务流程貌似正常，但可能已经改变为符合攻击者的利益。 攻击者可能会使用这些技术实现其终极目标，或者为窃密活动提供掩护。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 11,
            "name": "信息渗漏",
            "description": "攻击者试图窃取数据",
            "detail": "信息渗漏战术包含一系列技术，攻击者利用这些技术能够从目标网络中窃取数据。一旦数据收集完毕，攻击者通常将数据打包以避免在删除数据时被检测，这通常涉及对数据的压缩和加密。从目标网络中窃走数据的技术通常包括利用命令和控制信道或者其他备用信道传输数据，以及对传输速率进行大小限制。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 10,
            "name": "命令与控制",
            "description": "攻击者试图与被感染系统通信以便控制它们",
            "detail": "命令和控制战术包含一系列技术，攻击者利用这些技术能够与受害网络内的被控系统进行通信。攻击者通常会尝试模仿正常的、符合预期的流量以躲避检测。根据受害网络的结构和防御情况，攻击者可以通过多种方式建立具有各种隐藏级别的命令和控制信道。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 9,
            "name": "信息收集",
            "description": "攻击者试图收集与其目的兴趣相关的数据",
            "detail": "信息收集战术包含攻击者可用于收集信息的技术以及信息源，这些信息源与攻击者的意图密切相关。通常，收集数据后的下一个目标是窃取（泄露）数据。常见信息源包括各种类型的驱动器，浏览器，音频，视频和电子邮件等。 常见的收集方法包括捕获屏幕快照和键盘输入。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 8,
            "name": "横向移动",
            "description": "攻击者在目标环境中穿梭，获取新的驻留据点",
            "detail": "横向移动战术包含一系列技术，攻击者利用这些技术能够进入和控制网络中的其他远程系统。攻击者为了完成主要战术意图通常需要探测网络以找到目标并获得其访问权限，此外还涉及在多个系统之间移动切换和获取多个账户。攻击者可能会安装自己的远程访问工具来完成横向移动，或者利用本地网络和操作系统工具的合法凭据，后者更具隐蔽性。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 7,
            "name": "发现",
            "description": "攻击者试图厘清目标环境",
            "detail": "发现战术包含一系列技术，攻击者利用这些技术获取关于目标系统和内部网络的知识。这些技术可辅助攻击者在决定如何行动之前观察环境并确定方向，帮助攻击者探测可控制的对象以及入口点周围的环境，以便发现它们对当前攻击意图有何助益。操作系统自带工具常被用于达成此类预攻击信息收集相关的意图。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 6,
            "name": "凭据访问",
            "description": "攻击者试图窃取账户名称和口令",
            "detail": "凭据访问战术包含一系列技术，攻击者利用这些技术窃取诸如账户名称和口令等凭据。用于获取凭证的技术包括键盘记录或凭据导出等。攻击者使用合法的凭据访问系统，不仅增加了检测的难度，而且获得了创建更多账户来实现攻击意图的机会。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 5,
            "name": "防御规避",
            "description": "攻击者试图躲避检测",
            "detail": "防御规避战术包含一系列技术，攻击者利用这些技术在整个入侵过程中躲避检测。用于防御规避的技术包括卸载、禁用安全软件或者混淆、加密数据和脚本。攻击者还会权衡和利用可信进程隐藏和伪装其恶意软件。如果其他战术使用的技术包含了干扰或破坏防御的额外效用，也被归为此战术。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 4,
            "name": "权限提升",
            "description": "攻击者试图获取更高级别的权限",
            "detail": "权限提升战术包含一系列技术，攻击者利用这些技术能够在系统或者网络中获得更高级别的权限。攻击者通常可以进入和探测具有非特权访问限制的网络，但仍需提升权限才能达成后续目标。常用方法是利用系统的缺陷、错误配置和漏洞。提升后访问权限包括:\r\n•SYSTEM / root级别\r\n•本地管理员\r\n•具有管理员权限的用户账户\r\n•具有特定系统访问权限或执行特定功能的用户账户\r\n这些技术通常与维持战术的技术相重叠，因为帮助攻击者实现持续驻留的操作系统特性也同时满足了更高级别的执行上下文环境。\r\n防御规避战术包含一系列技术，攻击者利用这些技术在整个入侵过程中躲避检测。用于防御规避的技术包括卸载、禁用安全软件或者混淆、加密数据和脚本。攻击者还会权衡和利用可信进程隐藏和伪装其恶意软件。如果其他战术使用的技术包含了干扰或破坏防御的额外效用，也被归为此战术。\r\n权限提升战术包含一系列技术，攻击者利用这些技术能够在系统或者网络中获得更高级别的权限。攻击者通常可以进入和探测具有非特权访问限制的网络，但仍需提升权限才能达成后续目标。常用方法是利用系统的缺陷、错误配置和漏洞。提升后访问权限包括:\r\n•SYSTEM / root级别\r\n•本地管理员\r\n•具有管理员权限的用户账户\r\n•具有特定系统访问权限或执行特定功能的用户账户\r\n这些技术通常与维持战术的技术相重叠，因为帮助攻击者实现持续驻留的操作系统特性也同时满足了更高级别的执行上下文环境。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 3,
            "name": "维持",
            "description": "攻击者试图保持他们的驻留据点可用",
            "detail": "维持战术包含一系列技术，攻击者利用这些技术在系统重启、凭据更改或者其他可能切断其访问的中断因素发生后，仍然能恢复对目标系统的访问。用于维持战术的技术包括能够帮助攻击者维持驻留据点的任何访问、操作或配置更改，例如替换或劫持合法代码或添加启动代码。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 2,
            "name": "执行",
            "description": "攻击者试图运行恶意代码",
            "detail": "执行战术包含一系列技术，这些技术使得受攻击者控制的代码在本地或远程系统中得以运行。运行恶意代码的技术通常与其他多种战术的技术配合使用，以达到更加广泛的目的，例如网络探测或数据窃取等。举例而言，攻击者可能使用远程访问工具运行具有远程系统发现功能的PowerShell脚本。\r\n",
            "page": 1,
            "limit": 10
        },
        {
            "id": 1,
            "name": "初始接入",
            "description": "攻击者试图接入目标网络",
            "detail": "初始接入战术包含一些列技术，这些技术利用各种入口向量帮助攻击者获得初始驻留据点。能够用于获取驻留据点的技术既包括针对性的钓鱼攻击，也包括利用面向公众的WEB服务器的缺陷。通过初始接入战术获得的驻留据点可以允许继续访问，例如使用有效账户或外部远程服务，也可以通过修改口令而被限制使用。\r\n",
            "page": 1,
            "limit": 10
        }
    ],
    "code": 0,
    "msg": "SUCCESS",
    "count": 12
}